<template>
  <div class="container">
    <h2>
      Куда деваются ваши деньги?
    </h2>
    <br>
    <p>
      Раньше я не замечал, что трачу больше, чем могу себе позволить.
      Часто я экономил на больших покупках, но не замечал мелкие траты.
      А мелкие траты — это главный враг накоплений.
      Они не кусаются, их легко оправдать, и они мало-помалу съедают всю зарплату без остатка. Покажу на примере.
    </p>
    <p>Допустим, вы получаете 60 000 Р. Разве поход в кафе на 1000 Р может серьезно повлиять на ваш бюджет?
      Это же 1/60 вашей зарплаты.
      Но если вы тратите на аренду 25 000 Р, то у вас остается только 35 000 Р на весь месяц.
    </p>
    <p>35 000 Р в месяц — это 1167 Р в день. Если вы тратите больше 1167 Р за день, вы в минусе.
      Оказывается, поход в кафе — это не мелкая трата, а почти весь ежедневный бюджет.
    </p>
    <p>
      Секрет в том, что мелких трат не бывает. Чтобы убедиться в этом, начните следить за своим ежедневным бюджетом.
    </p>
    <p>Логика работы основана на следующей таблице</p>
    <img src="./../../images/img1.png" alt="Italian Trulli">
    <h2>
      Как пользоваться приложением
    </h2>
    <br>
    <p>
      Введите свой доход в этом месяце и гарантированные траты (аренда, платежи по кредитам).
      От разницы между ними отнимаем 15% доходов — это ваши сбережения.
    </p>
    <p>
      Oставшуюся сумму делим на количество дней в месяце.
      Получается сумма, которую вы можете потратить за день:
    </p>
      <img src="./../../images/img2.jpg" alt="Italian Trulli">
    <p>
      Вписывайте в таблицу все ваши траты.
      Она автоматически посчитает, сколько у вас осталось.
    </p>
    <p>
      Если вы потратите сумму не до конца, остаток переносится на следующий день.
      Если потратите больше, чем у вас было «на счету»,
      то следующие дни вы не должны тратить деньги вообще, пока не выйдете в плюс.
    </p>
    <p>
      Если в конце месяца вы оказались в плюсе, то эта сумма переходит на следующий месяц как доход.
    </p>
      <img src="./../../images/img3.jpg" alt="Italian Trulli">
    <p>
      Таблица наглядно показывает финансовые возможности и вынуждает следить за расходами.
      Она помогает вести и личный, и семейный бюджет.
    </p>
    <p>
      Важно, чтобы расходы всегда были на виду. Самый простой способ — покупать всё по карте.
      Интернет-банк и мобильное приложение Тинькофф-банка помнят все ваши траты и помогают понять, на что уходят деньги.
      Похожие функции есть у большинства других банков.
    </p>
  </div>
</template>

<script>

  export default {
    name: "howItsWork",
    auth: false,
    layout: 'withOutDate'
  }
</script>

<style scoped lang="css">
.container {
  width: 80%;
}
  p {
    font-size: 18px;
    font-weight: bold;
  }
  img {
    width: 1100px;
    height: 600px;
    margin: 20px;
    margin-left: auto;
  }
</style>
